---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsDuctFittingLossTableParam
source: html/e0843c55-8f5a-f67f-78d1-01216ba99bec.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsDuctFittingLossTableParam Property

"ASHRAE Table"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsDuctFittingLossTableParam { get; }
```